Repository: YesilsoftNew/ProsysMobile
Catalog: ProsysMobile/ProsysMobile/Resources/Language/Resource.*.resx
Languages: de_de

source: Categories
de_de: Kategorien

source: Deals
de_de: Angebote

source: Item Detail
de_de: Produkt Details

source: Add Basket
de_de: In den Warenkorb legen

source: Account
de_de: Rechnung

source: Delete Account
de_de: Konto löschen

source: Sign Out
de_de: Ausloggen

source: Search here
de_de: Suche

# NoItemsInFavorite_U
source: NO ITEMS IN FAVORITE
de_de: Keine Artikel In Den Favoriten

source: Save your favorite items here
de_de: Speichern Sie Ihre Lieblingsartikel hier

# StartShopping_U
source: START SHOPPING
de_de: Mit dem Einkaufen beginnen

source: No records found.
de_de: Kein Eintrag gefunden.

source: Basket
de_de: Warenkorb

# NoItemsInBasket_U
source: NO ITEMS IN BASKET
de_de: Keine Produkte Im Warenkorb

source: Add items you want to shop
de_de: Fügen Sie die Produkte hinzu, die Sie kaufen möchten

source: Gross Total
de_de: Bruttogesamt

source: VAT Total
de_de: MwSt Gesamt

source: Deposit
de_de: Pfand

source: Net Total
de_de: Netto Gesamt

source: Apply Basket
de_de: Warenkorb bestätigen

source: Image Detail
de_de: Bild Details

source: Change List Design
de_de: Listenansicht ändern

source: New Account
de_de: Neues Konto

source: First Name
de_de: Name

source: Surname
de_de: Nachname

source: Company Code
de_de: Kundennummer

source: Sign Up
de_de: Registrieren

source: Welcome
de_de: Willkommen

source: To register, please fill in the information.
de_de: Bitte füllen Sie die Informationen aus, um sich zu registrieren.

source: Password
de_de: Passwort

source: Sign In
de_de: Einloggen

source: Don't have an account?
de_de: Haben Sie kein Konto?

source: Register
de_de: Registrieren

source: Invalid quantity!
de_de: Ungültige Menge!

source: The product has been added to the basket!
de_de: Artikel wurde zum Warenkorb hinzugefügt!

source: An error has occurred!
de_de: Ein Fehler ist aufgetreten!

source: The product could not be added to the basket!
de_de: Artikel konnte nicht zum Warenkorb hinzugefügt werden!

source: The product could not be added to favorites!
de_de: Artikel konnte nicht zu den Favoriten hinzugefügt werden!

source: An error occurred while fetching product details!
de_de: Ein Fehler ist aufgetreten, als die Produktdetails abgerufen wurden!

source: Order Amount
de_de: Bestellmenge

source: Orders
de_de: Bestellungen

source: Settings
de_de: Einstellungen

# Warning_U
source: WARNING
de_de: WARNUNG

source: Yes
de_de: Ja

source: Cancel
de_de: Abbrechen

source: Are you sure you want to log out?
de_de: Sind Sie sicher, dass Sie sich abmelden möchten?

source: Are you sure you want to delete the account?
de_de: Sind Sie sicher, dass Sie das Konto löschen möchten?

source: An error occurred while deleting the user!
de_de: Ein Fehler ist aufgetreten, als der Benutzer gelöscht wurde!

source: An error occurred while fetching the products!
de_de: Ein Fehler ist aufgetreten, als die Produkte abgerufen wurden!

source: An error occurred while fetching categories!
de_de: Ein Fehler ist aufgetreten, als die Kategorien abgerufen wurden!

source: An error occurred while deleting the product from the basket!
de_de: Ein Fehler ist aufgetreten, als das Produkt aus dem Warenkorb entfernt wurde!

source: Order Detail
de_de: Bestelldetail

source: Basket Confirmed!
de_de: Warenkorb bestätigt!

source: Basket Not Confirmed!
de_de: Warenkorb nicht bestätigt!

source: An error occurred while fetching the basket detail!
de_de: Ein Fehler ist aufgetreten, als die Warenkorbdetails abgerufen wurden!

source: Single View
de_de: Einzeldarstellung

source: Double View
de_de: Zweifache Ansicht

source: No Picture View
de_de: Bildlose Ansicht

source: Please check your internet connection!
de_de: Bitte überprüfen Sie Ihre Internetverbindung!

source: Please write your name!
de_de: Bitte geben Sie Ihren Namen ein!

source: Please write your surname!
de_de: Bitte geben Sie Ihren Nachnamen ein!

source: Please write your email address!
de_de: Bitte geben Sie Ihre E-Mail-Adresse ein!

source: Please write the company code!
de_de: Bitte geben Sie den Kundennummer ein!

source: Your request has been sent!
de_de: Ihre Anfrage wurde gesendet!

source: Please write your password!
de_de: Bitte geben Sie Ihr Passwort ein!

source: Your email or password is incorrect!
de_de: Ihre E-Mail oder Ihr Passwort ist falsch!

source: Please wait
de_de: Bitte warten Sie

source: All
de_de: Alles

# AnError0ccurredWhileUpdatingTheQuantity
source: An error occurred while updating the quantity!
de_de: Ein Fehler ist aufgetreten, als die Menge aktualisiert wurde!

source: Your order has been successfully received, you can continue shopping.
de_de: Ihre Bestellung wurde erfolgreich erhalten, Sie können mit dem Einkaufen fortfahren.

source: Account Details
de_de: Kontodetails

source: Sold out
de_de: Ausverkauft

source: There are no products in stock!
de_de: Es sind keine Produkte auf Lager!

source: You have exceeded the maximum purchase quantity!
de_de: Sie haben die maximale Einkaufsmenge überschritten! Einkaufsmenge: @xxx

source: The quantity could not be updated because you have reached the maximum purchase quantity!
de_de: Die Menge konnte nicht aktualisiert werden, da Sie die maximale Einkaufsmenge erreicht haben!
